
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Non so come caricare l'URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Impossibile connettere all'host %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Intestazione errata ricevuta dal server";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Impossibile determinare l'indirizzo IP dell'host: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Impossibile ottenere una descrizione della porta %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Impossibile connettersi a host %@ sulla porta %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Risposta sconosciuta %@: %@ ricevuta dal server HTTP";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Richiesta di HTTP non riuscita per l'URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Connessione con l'host %@ interrotta";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Impossibile leggere da %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Riscontrato un ciclo di reindirizzo durante il caricamento dell'URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Servizio non disponibile per l'host %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Impossibile aprire la connessione dati per l'URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Oggetto non disponibile per l': %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Comando FTP non riconosciuto dall'host: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Login utente o password non riconosciuti.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f byte";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ di %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 byte";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Password modello web";

/* HTTP result code string */
"accepted" = "accettata";

/* HTTP result code string */
"bad gateway" = "gateway non valido";

/* HTTP result code string */
"bad request" = "richiesta non valida";

/* HTTP result code string */
"client error" = "errore client";

/* HTTP result code string */
"conflict" = "conflitto";

/* HTTP result code string */
"continue" = "continua";

/* HTTP result code string */
"created" = "creato";

/* HTTP result code string */
"expectation failed" = "attesa non riuscita";

/* HTTP result code string */
"forbidden" = "vietato";

/* HTTP result code string */
"found" = "trovato";

/* HTTP result code string */
"gateway timed out" = "tempo di attesa gateway scaduto";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "errore server interno";

/* HTTP result code string */
"length required" = "lunghezza richiesta";

/* HTTP result code string */
"method not allowed" = "metodo non consentito";

/* HTTP result code string */
"moved permanently" = "trasferito permanentemente";

/* HTTP result code string */
"multiple choices" = "scelte multiple";

/* HTTP result code string */
"needs proxy" = "proxy necessario";

/* HTTP result code string */
"no content" = "nessun contenuto";

/* HTTP result code string */
"no error" = "nessun errore";

/* HTTP result code string */
"no longer exists" = "non esiste più";

/* HTTP result code string */
"non-authoritative information" = "informazioni non vincolanti";

/* HTTP result code string */
"not found" = "non trovato";

/* HTTP result code string */
"not modified" = "non modificato";

/* HTTP result code string */
"partial content" = "contenuto parziale";

/* HTTP result code string */
"payment required" = "richiesto pagamento";

/* HTTP result code string */
"precondition failed" = "condizione previa non riuscita";

/* HTTP result code string */
"proxy authentication required" = "autenticazione proxy richiesta";

/* HTTP result code string */
"redirected" = "ridiretto";

/* HTTP result code string */
"request timed out" = "tempo di richiesta scaduto";

/* HTTP result code string */
"request too large" = "richiesta troppo lunga";

/* HTTP result code string */
"requested URL too long" = "URL richiesto troppo lungo";

/* HTTP result code string */
"requested range not satisfiable" = "impossibile soddisfare l'intervallo richiesto";

/* HTTP result code string */
"reset content" = "contenuto ripristinato";

/* HTTP result code string */
"see other" = "vedi altro";

/* HTTP result code string */
"server error" = "errore server";

/* HTTP result code string */
"service unavailable" = "servizio non disponibile";

/* HTTP result code string */
"success" = "successo";

/* HTTP result code string */
"switching protocols" = "cambio protocolli";

/* HTTP result code string */
"temporarily redirected" = "ridiretto temporaneamente";

/* HTTP result code string */
"unacceptable" = "inaccettabile";

/* HTTP result code string */
"unauthorized" = "non autorizzato";

/* HTTP result code string */
"unimplemented" = "non implementato";

/* Unknown filename */
"unknown" = "sconosciuto";

/* HTTP result code string */
"unsupported media type" = "tipo media non supportato";

/* HTTP result code string */
"unsupported version" = "versione non supportata";
